Repository: ezplatform-i18n/ezplatform-i18n-fr
Catalog: ezplatform-admin-ui/content_edit.*.xlf
Languages: fr

source: Autosave
fr: Sauvegarde automatique

# content.draft_saved.success
source: Content draft saved.
fr: Le brouillon du contenu a été sauvegardé.

# content.field.non_editable
source: This Field Type is not editable
fr: Ce type de champ n’est pas modifiable

# content.published.success
source: Content published.
fr: Contenu publié.

# content_id
source: Content ID: %contentId%
fr: ID du contenu : %contentId%

# created_by
source: Created by %name%
fr: Créé par %name%

source: Editing
fr: En cours d'édition

# errors.in.the.form
source: Cannot save the form. Check required Fields or validation errors.
fr: Impossible d'enregistrer le formulaire. Vérifiez les champs requis ou les erreurs de validation.

# fieldtype.translation_is_disabled
source: Translating the %fieldName% Field is disabled. See Content Type definition for details.
fr: La traduction du champ %fieldName% est désactivée. Voir la définition du type de contenu pour plus de détails.

# location_id
source: Location ID: %locationId%
fr: ID de l'emplacement: %locationId%

source: More info
fr: Plus d'information

# new_content_item
source: New %contentType%
fr: Nouveau %contentType%

# parent_location_id
source: Parent Location ID: %locationId%
fr: ID de l'emplacement parent: %locationId%
